Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Global relay consent
ar: العالمي relay موافقة
da: Globalt relay Samtykke
de: Global relay Zustimmung
es: Global relay Consentimiento
fi: Globaali relay hyväksyntä
fr: Monde entier relay Consentement
he: גלובלי relay הסכמה
hi: वैश्विक relay सहमति
hu: Globális relay Megengedés
id: Global relay persetujuan
it: Globale relay Consenso
ja: グローバル relay 同意
ko: 전 세계 relay 동의
nb: Globalt relay Samtykke
nl: Wereldwijd relay Consent
pl: Globalne relay zgodność
pt_br: Global relay Consentimento
ru: Глобальное relay Согласие
sv: Globalt relay Samtycke
th: ทั่วโลก relay ความยินยอม
tr: Küresel relay Reliksiyon
uk: Глобальний relay Согласість
vi: Toàn cầu relay Sự đồng ý
zh_hans: 全球 relay 同意
zh_hant: 全球 relay 同意

source: HTTPS Token / Password
ar: رمز HTTPS/كلمة المرور مساعدة
da: HTTPS-token/adgangskode
de: HTTPS-Token/Passwort
es: Token HTTPS / Contraseña
fi: HTTPS merkki / salasanan
fr: Jeton HTTPS/Mot de passe Aide
he: – טוקן HTTPS / סיסמה
hi: HTTPS टोकन / पासवर्ड
hu: HTTPS-token / jelszó
id: Token HTTPS / Kata Sandi
it: Token HTTPS / Password
ja: HTTPSトークン／パスワード
ko: HTTPS 토큰 / 비밀번호
nb: HTTPS-token / Passord
nl: HTTPS-token / wachtwoord
pl: : Token HTTPS / Hasło
pt_br: Token/ senha HTTPS
ru: — токен или пароль для HTTPS
sv: HTTPS-token / lösenord
th: https Token/รหัสผ่าน ข้อมูล
tr: HTTPS Token / Parola
uk: HTTPS-токен / Пароль
vi: Token/Password HTTPS
zh_hans: HTTPS令牌/密码
zh_hant: HTTPS令牌/密碼

source: HTTPS username/token
ar: : اسم المستخدم/التوكن عبر HTTPS فشلت عملية التحقق من مفتاح المضيف في
da: HTTPS-brugernavn/token Verifikation af host-s nøgle for
de: HTTPS Benutzername/Token Die Verifizierung der Host-Schlüssel für
es: HTTPS nombre de usuario/token La verificación de la clave del host
fi: HTTPS -nimi/token
fr: : nom d'utilisateur/token HTTPS La vérification de la clé hôte pour
he: HTTPS שם משתמש/תוקן האימות של מפתח ה-Host של
hi: HTTPS उपयोगकर्ता नाम/टॉकन
hu: HTTPS felhasználónév/token
id: HTTPS nama pengguna/token Verifikasi kunci host
it: HTTPS nome utente/token La verifica della chiave dell'host
ja: HTTPS ユーザーネーム/トークン
ko: HTTPS 사용자 이름/토큰
nb: HTTPS brukernavn/token
nl: HTTPS gebruikersnaam/token De verificatie van de hostkey voor
pl: – nazwa użytkownika lub token dla HTTPS Sprawdzenie klucza hosta dla
pt_br: HTTPS nome de usuário/token A verificação da chave do host
ru: HTTPS: имя пользователя/токен Проверка хост-ключей для
sv: HTTPS-användarnamn/token
th: HTTPS ชื่อผู้ใช้/โทเคน
tr: HTTPS kullanıcı adı/token
uk: HTTPS користувачеве ім'я/токен Підтвердження хост-ключу
vi: HTTPS tên người dùng/token
zh_hans: HTTPS 用户名/令牌
zh_hant: HTTPS 用戶名/令牌

source: Health: %@
ar: الصحة: %@
da: Helseservice: %@
de: Gesundheit: %@
es: Salud: %@
fi: Terveys: %@
fr: Santé : %@
he: בריאות: %@
hi: स्वास्थ्य: %@
hu: Egészségügy: %@
id: Kesehatan: %@
it: Salute: %@
ja: ヘルス： %@
ko: 건강: %@
nb: Helse: %@
nl: Gezondheid: %@
pl: Zdrowie: %@
pt_br: Saúde: %@
ru: Здоровье: %@
sv: Hälsa: %@
th: สุขภาพ: %@
tr: Sağlık: %@
uk: Здоров'я: %@
vi: Sức khỏe: %@
zh_hans: 健康: %@
zh_hant: 健康: %@

source: Help
ar: معلومات
da: Hjælp
de: Hilfe
es: Ayuda
fi: ohje
fr: URL INVALIDE
he: עזרה
hi: सहायता
hu: Segítség
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
nb: Hjelp
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: — справка
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
uk: — Допомога
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

source: How it stays safe
ar: كيف يحافظ على الأمان
da: Sådan forbliver det sikkert
de: So bleibt alles sicher
es: Cómo se mantiene la seguridad
fi: Näin turvallisuus säilyy
fr: Comment votre sécurité est assurée
he: כיצד נשמרת הבטיחות
hi: यह सुरक्षित कैसे रहता है
hu: Hogyan marad biztonságos
id: Cara keamanan dipertahankan
it: Come viene garantita la sicurezza
ja: 安全性を保つ仕組み
ko: 안전하게 유지되는 방식
nb: Slik holdes det trygt
nl: Zo blijft het veilig
pl: Jak zapewniamy bezpieczeństwo
pt_br: Como mantemos a segurança
ru: Как обеспечивается безопасность
sv: Så hålls det säkert
th: วิธีรักษาความปลอดภัย
tr: Nasıl güvenli kalır
uk: Як забезпечується безпека
vi: Cách duy trì sự an toàn
zh_hans: 如何确保安全
zh_hant: 如何確保安全

source: INVALID URL
ar: عنوان URL غير صالح
da: UGYLDIG URL
de: UNGÜLTIGE URL
es: URL NO VÁLIDA
fi: INVALID
fr: URL invalide
he: : URL לא תקין
hi: : अवैध URL
hu: : érvénytelen URL
id: URL tidak valid
it: URL non valido
ja: 無効なURL
ko: 무효한 URL
nb: : Ugyldig URL
nl: : Ongeldige URL
pl: : nieprawidłowy URL
pt_br: URL inválido
ru: Некорректный URL
sv: : Ogyldig URL
th: URL ไม่ถูกต้อง
tr: : geçersiz URL
uk: : невалідний URL
vi: URL không hợp lệ
zh_hans: 无效URL
zh_hant: 無效URL

source: If a rebase hits conflicts, use the Conflict Center to choose a side or edit the result, then continue or abort the rebase.
ar: إذا حدثت تعارضات في عملية إعادة الأساس، فاستخدم مركز التعارض لاختيار جانب أو تحرير النتيجة، ثم تابع عملية إعادة الأساس أو قم بإلغائها.
da: Hvis en rebase rammer konflikter, skal du bruge Konfliktcenteret til at vælge en side eller redigere resultatet, og derefter fortsætte eller afbryde rebasen.
de: Wenn bei einem Rebase Konflikte auftreten, verwenden Sie das Konfliktcenter, um eine Seite auszuwählen oder das Ergebnis zu bearbeiten, und fahren Sie dann mit dem Rebase fort oder brechen Sie ihn ab.
es: Si una rebase tiene conflictos, use el Centro de conflictos para elegir un lado o editar el resultado, luego continúe o cancele la rebase.
fi: jatketaan tai keskeytetään.
fr: Si une rebase atteint des conflits, utilisez le Centre de conflits pour choisir un côté ou modifier le résultat, puis continuez ou interrompez la rebase.
he: אם ה-"rebase" מתקשה בשל התנגשויות, השתמש ב-Central של התנגשויות כדי לבחור צד או לעדכן את התוצאה, ואז המשך או סופק את ה-"rebase".
hi: : यदि 'rebase' में संघर्ष होते हैं, तो 'Conflict Center' का उपयोग करके किसी पक्ष का चयन करें या परिणाम में संशोधन करें, और फिर 'rebase' को जारी रखें या रोक दें।
hu: : Amennyiben a rebase folyamatában konfliktusok keletkeznek, használja a Konfliktusközpontot, hogy egyik oldalt válassza ki vagy módosítsa a eredményt, majd folytassa vagy megszakíti a rebase folyamatot.
id: Jika proses rebase menghasilkan konflik, gunakan Conflict Center untuk memilih pihak mana yang akan dipilih atau menyunting hasilnya, kemudian lanjutkan atau batalkan proses rebase tersebut.
it: : Se la rebase genera conflitti, utilizzare il Conflict Center per scegliere un lato o modificare il risultato, quindi continuare o annullare la rebase.
ja: ：リベース処理でコンフリクトが発生した場合、Conflict Center を使用してどちらの側を選択または結果を編集し、その後、リベース処理を継続または中止してください。
ko: : 재기준화 과정에서 충돌이 발생하면, '충돌 센터'를 사용하여 어느 쪽을 선택하거나 결과를 수정한 후, 재기준화 작업을 계속 또는 중단할 수 있습니다.
nb: Hvis rebase-prosessen opplever konflikter, bruk Conflict Center for å velge en side eller redigere resultatet, og deretter fortsett eller avbryt rebase-prosessen.
nl: : Als een rebase conflicten detecteert, gebruik dan het Conflict Center om een kant te kiezen of het resultaat te bewerken, en voer vervolgens de rebase door of stoppt u met deze.
pl: – Jeśli operacja rebase wykryje konflikty, użyj Centrum Konfliktów, aby wybrać stronę lub edytować wynik, a następnie kontynuować lub anulować operację rebase.
pt_br: : Se a rebase gerar conflitos, utilize o Centro de Conflitos para escolher um lado ou editar o resultado, e depois continue ou interrompa a rebase.
ru: : Если операция переосмысления столбцов выявляет конфликты, воспользуйтесь Центром конфликтов для выбора стороны или редактирования результата, после чего можно продолжить или отменить операцию переосмысления столбцов.
sv: Om rebase-processen upplever konflikter, använd Conflict Center för att välja en sida eller redigera resultatet, och fortsätt sedan eller avbryt rebase-processen.
th: หากการรีเบสพบความขัดแย้ง ให้ใช้ Conflict Center เพื่อเลือกฝ่ายหรือแก้ไขผลลัพธ์ จากนั้นดำเนินการต่อหรือยกเลิกการรีเบส
tr: : Eğer yeniden temelleme işlemi çakıntılar oluşturuyorsa, Çakıntı Merkezi'ni kullanarak bir tarafı seçin veya sonuçu düzenleyin; ardından yeniden temelleme işlemini devam ettirin veya durdurun.
uk: Якщо процес переігнання виявляє конфлікти, скористайтеся «Центром конфліктів», щоб обрати сторону або редагувати результат, а потім продовжити чи припинити процес переігнання.
vi: : Nếu quá trình tái định vị gặp xung đột, hãy sử dụng Trung tâm Xung đột để chọn một bên hoặc chỉnh sửa kết quả, sau đó tiếp tục hoặc hủy bỏ quá trình tái định vị.
zh_hans: ：若重基操作发生冲突，请使用“冲突中心”选择一方或编辑结果，然后继续或中止重基操作。
zh_hant: ：若重基操作髮生衝突，請使用“衝突中心”選擇一方或編輯結果，然後繼續或中止重基操作。

source: If your repository needs Git author identity, you'll see exactly what to set in repository settings.
ar: إذا كان المستودع الخاص بك يحتاج إلى هوية مؤلف Git، فسترى بالضبط ما يجب تعيينه في إعدادات المستودع.
da: Hvis dit lager har brug for Git-forfatteridentitet, vil du se præcis, hvad du skal indstille i lagerindstillinger.
de: Wenn Ihr Repository eine Git-Autorenidentität benötigt, sehen Sie genau, was in den Repository-Einstellungen festgelegt werden muss.
es: Si su repositorio necesita identidad de autor de Git, verá exactamente qué configurar en la configuración del repositorio.
fi: Jos arkistosi tarvitsee Git tekijän identiteettiä, Näet tarkalleen, mitä asetetaan arkistoasetuksissa.
fr: Si votre référentiel a besoin Git , vous verrez exactement ce qu&#39;il faut définir dans les paramètres du référentiel.
he: אם המאגר שלך צריך Git – בנוגע לאישור מחבר, תראו בדיוק מה לה셋 בНастройות המאגר.
hi: : यदि आपके रिपॉजिटरी को आवश्यकता है Git : लेखक पहचान के लिए, आपको रिपॉजिटरी सेटिंग्स में क्या सेट करना है, इसका स्पष्ट विवरण दिखाई देगा।
hu: : Ha a tárolóhoz szükség van Git – az autórazonosító esetében pontosan láthatja, milyen értéket kell beállítania a tároló beállításaiban.
id: Jika repositori Anda memerlukan Untuk Git , identitas penulis Anda akan melihat secara tepat apa yang harus diatur dalam pengaturan repositori.
it: Se il vostro repository ha bisogno di Per Git – identità dell'autore, vedrete esattamente cosa impostare nelle impostazioni del repository.
ja: ：リポジトリに必要とされる場合 Git ：著者識別情報では、リポジトリ設定で何を設定するべきか、正確に表示されます。
ko: : 저장소에 필요한 경우 Git 의 작성자 신원 설정을 통해 저장소 설정에서 정확히 어떤 값을 설정해야 하는지 확인하실 수 있습니다.
nb: Hvis din lagringsplattform trenger Git -forfatteridentitet vil du se nøyaktig hva du skal stille i lagringsinnstillingene.
nl: : Als uw repository behoeften heeft Git – de auteursidentiteit – ziet u precies wat u moet instellen in de opslaginstellingen.
pl: Jeśli repozytorium potrzebuje W przypadku Git dotyczącym identyfikacji autora, zobaczysz dokładnie, czego należy ustawić w ustawieniach reposituarium.
pt_br: Se o seu repositório necessitar Para o Git – identidade do autor, você verá exatamente o que deve configurar nas configurações do repositório.
ru: Если ваш репозиторий нуждается в этом Для Git — «Авторские данные» — вы увидите, что именно необходимо настроить в параметрах репозитория.
sv: Om ditt lagringsplats behöver Git – författarens identitet – kommer du att se exakt vad som ska inställas i lagringsplatsinställningar.
th: หากคลังข้อมูลของคุณมีความต้องการ Git : ข้อมูลตัวตนผู้เขียน คุณจะเห็นอย่างชัดเจนว่าควรตั้งค่าอะไรในการตั้งค่ารีโพซิทอรี่
tr: : Depolarınızda ihtiyaç varsa Git , yazan kimliğiyle depo ayarlarında ne ayarlanacağına dair tam bilgi alacaksınız.
uk: Якщо вашому репозиторію потрібно У випадку Git щодо ідентифікації автора, ви побачите, що саме слід налаштувати у налаштуваннях репозиторію.
vi: Nếu kho dữ liệu của bạn cần Git : về danh tính tác giả, bạn sẽ thấy chính xác điều cần thiết để thiết lập trong cài đặt kho lưu trữ.
zh_hans: 若您的存储库需要 Git 作者身份功能中，您将能准确查看在仓库设置中应配置的具体内容。
zh_hant: 若您的存儲庫需要 Git 作者身份功能中，您將能準確查看在倉庫設置中應配置的具體內容。

source: Include in Background Sync
ar: تضمين في Background Sync
da: Medtag i Background Sync
de: In Background Sync einbeziehen
es: Incluir en Background Sync
fi: Sisällytä Background Sync -toimintoon
fr: Inclure dans Background Sync
he: הכללה ב-Background Sync
hi: Background Sync में शामिल करें
hu: Felvétel a Background Sync szolgáltatásba
id: Sertakan dalam Background Sync
it: Includi in Background Sync
ja: Background Sync の対象にする
ko: Background Sync에 포함
nb: Inkluder i Background Sync
nl: Opnemen in Background Sync
pl: Uwzględnij w Background Sync
pt_br: Incluir no Background Sync
ru: Включить в Background Sync
sv: Inkludera i Background Sync
th: รวมไว้ใน Background Sync
tr: Background Sync kapsamına al
uk: Включити до Background Sync
vi: Đưa vào Background Sync
zh_hans: 纳入 Background Sync
zh_hant: 納入 Background Sync

source: Include the file extension (e.g. notes.ts)
ar: قم بتضمين امتداد الملف (مثل Notes.ts) معلومات
da: Inkluder filtypenavnet (f.eks. notes.ts)
de: Geben Sie die Dateierweiterung an (z. B. Notes.ts).
es: Incluya la extensión del archivo (por ejemplo, notes.ts)
fi: Sisällytä tiedostopääte (esim. notes.ts)
fr: Inclure l&#39;extension de fichier (par exemple notes.ts)
he: : כולל את הרחבה של הקובץ (למשל: notes.ts)
hi: : फ़ाइल एक्सटेंशन को शामिल करें (जैसे: notes.ts)
hu: : beillesztesse a fájlkiterjesztést (például notes.ts)
id: : Termasuk ekstensi file (misalnya notes.ts)
it: Includi l'estensione del file (ad esempio: notes.ts)
ja: ：ファイル拡張子（例：notes.ts）を含む
ko: : 파일 확장자(예: notes.ts)를 포함하십시오.
nb: : Inkludér filutvidelsen (f.eks. notes.ts)
nl: : Voeg de bestandsextensie toe (bijvoorbeeld notes.ts).
pl: : Włącz dodatkowy rozszerzenie pliku (np. notes.ts).
pt_br: Inclua a extensão de arquivo (por exemplo, notes.ts)
ru: : Включите расширение файла (например, notes.ts).
sv: : inkludera filextensionen (t.ex. notes.ts)
th: : ระบุส่วนขยายไฟล์ (เช่น notes.ts)
tr: : Dosya uzantısını ekleyin (örneğin: notes.ts).
uk: : включити розширення файлу (наприклад, notes.ts).
vi: : Bao gồm phần mở rộng tệp (ví dụ: notes.ts)
zh_hans: ：请包含文件扩展名（例如：notes.ts）
zh_hant: ：請包含文件擴展名（例如：notes.ts）

source: Info
ar: معلومات
da: information
es: Información
fi: Tiedot
fr: REJOIGNEZ
he: מידע
hi: जानकारी
hu: Információ
id: Informasi Jalur
it: Informazioni
ja: 情報
ko: 정보
nb: Informasjon
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Инфо
sv: Information
th: ดึง
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 信息

source: Internal error: rebase requested for a fast-forward pull
ar: خطأ داخلي: تم طلب إعادة الأساس لعملية سحب سريعة للأمام
da: Intern fejl: rebase anmodet om et hurtigt frem-træk
de: Interner Fehler: Rebase für einen schnellen Vorlauf angefordert
es: Error interno: se solicitó rebase para un avance rápido
fi: sisäinen virhe: pyydetään uudelleenperustamista nopean etenemisen hankinnassa
fr: Erreur interne: rebase demandée pour un pull rapide
he: שגיאה פנימית: מבקש إعادة התחזוקה עבור pulling מהירה
hi: : आंतरिक त्रुटि: 'fast-forward pull' के लिए 'rebase' का अनुरोध किया गया है।
hu: belső hiba: gyors előrejutási kivitelhez rebase-kérést kapott
id: Eror internal: permintaan rebase untuk pull fast-forward
it: Errore interno: è stata richiesta una rebase per un pull con fast-forward
ja: 内部エラー：ファストフォワードプルに対してリベースが要求されました
ko: 내부 오류: Fast-forward pull 시 rebase 요청됨
nb: Intern feil: Rebase er foreslått for en «fast-forward pull»
nl: Interne fout: 'rebase' is gevraagd voor een fast-forward pull
pl: Błąd wewnętrzny: żądane jest wykonanie operacji rebase dla operacji pull z funkcją „fast-forward".
pt_br: Erro interno: requisição de rebase para um pull de fast-forward
ru: Внутренняя ошибка: запрос на переориентацию при операции «fast-forward pull»
sv: Inre fel: Rebase har begärdes för en fast-forward pull
th: ข้อผิดพลาดภายใน: ได้รับคำขอ rebase สำหรับการ pull type 'fast-forward'
tr: İç hata: hızlı ilerleme çekim için rebase istenmiştir.
uk: Внутрішній помилка: запитано виконання операції rebase для функції «fast-forward pull»
vi: Lỗi nội bộ: yêu cầu thực hiện rebase cho thao tác pull fast-forward
zh_hans: 内部错误：对于快速前进拉取操作，请求执行重基线操作
zh_hant: 內部錯誤：對於快速前進拉取操作，請求執行重基線操作

source: Invalid Git LFS URL: %@
ar: عنوان URL Git LFS غير صالح: %@
da: Ugyldig Git LFS URL: %@
de: Ungültige Git LFS URL: %@
es: Git LFS URL no válida: %@
fi: virheellinen Git LFS - URL: %@
fr: Invalide Git LFS URL: %@
he: לא תקין Git LFS URL: %@
hi: : अयोग्य Git LFS URL: %@
hu: : érvénytelen Git LFS URL: %@
id: Tidak Valid Git LFS URL: %@
it: : Valore non valido Git LFS URL: %@
ja: ：無効 Git LFS URL: %@
ko: : 무효 Git LFS URL: %@
nb: : Ugyldig Git LFS URL: %@
nl: : Ongeldig Git LFS URL: %@
pl: : Nieprawidłowe Git LFS URL: %@
pt_br: Inválido Git LFS URL: %@
ru: : недопустимо Git LFS URL: %@
sv: : Ogyldigt Git LFS URL: %@
th: : ไม่ถูกต้อง Git LFS URL: %@
tr: geçersiz Git LFS URL: %@
uk: : неприпустимо Git LFS URL: %@
vi: Không hợp lệ Git LFS URL: %@
zh_hans: 无效 Git LFS URL: %@
zh_hant: 無效 Git LFS URL: %@

source: Invalid Settings
ar: إعدادات غير صالحة
da: Ugyldige indstillinger
de: Ungültige Einstellungen
es: Configuración no válida
fi: virheelliset asetukset
fr: Paramètres non valides
he: – הגדרות לא תקינות
hi: : अयोग्य सेटिंग्स
hu: : érvénytelen beállítások
id: Pengaturan yang tidak valid
it: Impostazioni non valide
ja: ：設定が不適切です
ko: : 유효하지 않은 설정
nb: : Ugyldige stillinger
nl: Ongeldige instellingen
pl: : Nieprawidłowe ustawienia
pt_br: Configurações Inválidas
ru: : Некорректные настройки
sv: Ovärd inställningar
th: : การตั้งค่าไม่ถูกต้อง
tr: : geçersiz ayarlar
uk: : Некоректні налаштування
vi: : Cài đặt không hợp lệ
zh_hans: 设置无效
zh_hant: 設置無效

source: Invalid login URL
ar: عنوان URL لتسجيل الدخول غير صالح
da: Ugyldig login-URL
de: Ungültige Anmelde-URL
es: URL de inicio de sesión no válida
fi: Virheellinen kirjautumisosoite:
fr: URL de connexion non valide
he: : URL לא תקין להתחברות
hi: : अयोग्य लॉगिन URL
hu: : érvénytelen bejelentkezési URL
id: URL login yang tidak valid
it: URL di accesso non valido
ja: ：無効なログインURL
ko: : 유효하지 않은 로그인 URL
nb: : Ugyldig innskudds-URL
nl: : Ongeldige login-URL
pl: : Nieprawidłowy URL logowania
pt_br: URL de login inválido
ru: : Неверный URL для входа
sv: Ovärd inloggningssida
th: : URL สำหรับการล็อกอินไม่ถูกต้อง
tr: : geçersiz giriş URL'si
uk: : Невідповідний URL для входу
vi: : URL đăng nhập không hợp lệ
zh_hans: 登录URL无效
zh_hant: 登録URL無效

source: Invalid or expired token. Sign out and sign in again.
ar: رمز مميز غير صالح أو منتهي الصلاحية. قم بتسجيل الخروج وتسجيل الدخول مرة أخرى.
da: Ugyldigt eller udløbet token. Log ud og log ind igen.
de: Ungültiges oder abgelaufenes Token. Melden Sie sich ab und erneut an.
es: Token no válido o caducado. Cierra sesión y vuelve a iniciar sesión.
fi: Virheellinen tai vanhentunut merkki. Kirjaudu ulos ja kirjaudu uudestaan.
fr: Jeton non valide ou expiré. Signez et signez à nouveau.
he: : טוקן לא תקין או שנסיים有效期. הורחайте ונסדרו שוב.
hi: : अमान्य या समाप्त हुआ टोकन। बाहर निकलें और फिर से साइन इन करें।
hu: : Érvénytelen vagy lejáró token. Kijelentkezzen, majd újra bejelentkezzen.
id: Token tidak valid atau telah kedaluwarsa. Keluar dari akun dan masuk kembali.
it: Token non valido o scaduto. Disconnettati e accedi nuovamente.
ja: ：無効または有効期限が切れたトークンです。サインアウトし、再びサインインしてください。
ko: : 무효 또는 만료된 토큰입니다. 로그아웃 후 다시 로그인해 주세요.
nb: : Ugyldig eller utløpt token. Logg ut og logg inn igjen.
nl: : Ongeldig of verlopen token. U kunt zich uitloggen en opnieuw inloggen.
pl: : nieprawidłowy lub wygasły token. Wyloguj się i ponownie zaloguj.
pt_br: : Token inválido ou expirado. Sair e fazer login novamente.
ru: : Неверный или истёкший токен. Выходите и войдите в систему заново.
sv: Okej eller utgått token. Logga ut och logga in igen.
th: : โทเคนไม่ถูกต้องหรือหมดอายุแล้ว กรุณาออกจากระบบและเข้าสู่ระบบอีกครั้ง
tr: : geçersiz veya sona ermiş token. Çıkış yapın ve tekrar giriş yapın.
uk: : Некоректний або закінчений токен. Вийдіть з системи та знову увійдіть.
vi: : Token không hợp lệ hoặc đã hết hạn. Vui lòng đăng xuất và đăng nhập lại.
zh_hans: ：令牌无效或已过期。请退出登录后重新登录。
zh_hant: ：令牌無效或已過期。請退齣登録後重新登録。

source: Invalid remote URL.
ar: عنوان بعيد غير صالح.
da: Ugyldig fjern-URL.
de: Ungültige Remote-URL.
es: URL remota no válida.
fi: Virheellinen etä-URL.
fr: URL distante non valide.
he: כתובת URL מרוחקת לא תקינה.
hi: अमान्य रिमोट URL।
hu: Érvénytelen távoli URL.
id: URL remote tidak valid.
it: URL remoto non valido.
ja: 無効なリモート URL です。
ko: 잘못된 원격 URL입니다.
nb: Ugyldig ekstern URL.
nl: Ongeldige externe URL.
pl: Nieprawidłowy zdalny adres URL.
pt_br: URL remota inválida.
ru: Недействительный удалённый URL.
sv: Ogiltig fjärr-URL.
th: URL รีโมตไม่ถูกต้อง
tr: Geçersiz uzak URL.
uk: Недійсна віддалена URL-адреса.
vi: URL từ xa không hợp lệ.
zh_hans: 无效的远程链接。
zh_hant: 無效的遠端 URL。

source: Invalid repository URL
ar: عنوان URL للمستودع غير صالح
da: Ugyldig lager-URL
de: Ungültige Repository-URL
es: URL del repositorio no válida
fi: virheellinen versiovaraston URL-osolta
fr: URL de dépôt non valide
he: : URL לא תקין של מאגר
hi: : अवैध रिपॉजिटरी URL
hu: : érvénytelen adatmagazin URL-címe
id: URL repositori tidak valid
it: URL del repository non valido
ja: ：リポジトリのURLが無効です
ko: : 유효하지 않은 저장소 URL
nb: : Ugyldig lagringsplats-URL
nl: : Ongeldige repository-URL
pl: : nieprawidłowy URL magazynu
pt_br: URL de repositório inválido
ru: : недействительный URL-адрес репозитория
sv: Okej repotre-URL
th: : URL ของรีโพซิทอรี่ไม่ถูกต้อง
tr: : geçersiz depo URL'si
uk: : Невідповідний URL-адреса репозиторію
vi: : URL kho dữ liệu không hợp lệ
zh_hans: 仓库URL无效
zh_hant: 倉庫URL無效

source: Invalid response
ar: استجابة غير صالحة الموقع
da: ugyldigt svar
de: – Ungültige Antwort
es: Respuesta no válida Falta parámetro &#39;repo&#39; requerido
fi: Virheellinen vastaus
fr: Réponse non valide REJOINDRE
he: : תגובה לא תקינה
hi: : अवैध प्रतिक्रिया
hu: : érvénytelen válasz
id: Tanggapan tidak valid
it: Risposta non valida
ja: ：無効な応答
ko: : 무효한 응답
nb: Ugyldig respons
nl: : Ongeldige respons
pl: : nieprawidłowa odpowiedź
pt_br: Resposta inválida
ru: : Неверный ответ
sv: Ogyldig svar
th: : คำตอบไม่ถูกต้อง
tr: : geçersiz yanıt
uk: : Невідповідь
vi: : Trả lời không hợp lệ
zh_hans: ：无效响应
zh_hant: ：無效響應

source: Invalid sign-in callback URL.
ar: رابط رد تسجيل الدخول غير صالح.
da: Ugyldig login-callback-URL.
de: Ungültige Login-Callback-URL.
es: URL de retorno de llamada de inicio de sesión no válida.
fi: Epäkohderyhmäinen kirjautumis-vastaus-URL.
fr: URL de rappel d'identification invalide.
he: כניסה לא חוקי-ב callback.
hi: अमान्य साइन-इन कॉलबैक URL।
hu: Nem érvényes bejelentkezési callback-URL.
id: URL callback login yang tidak valid.
it: URL di callback di accesso non valido.
ja: 無効なサインインコールバックURLです。
ko: 잘못된 로그인 콜백 URL입니다.
nb: Ugyldig tilkoblings-callback-URL.
nl: Ongeldige callback-URL voor aanmelding.
pl: Nieprawidłowy URL callback do logowania.
pt_br: URL de retorno de chamada de login inválida.
ru: Некорректный URL-адрес обратного вызова при входе в систему.
sv: Ogyldig inloggnings-returnväg-URL.
th: URL สำหรับฟังก์ชันตอบกลับการเข้าสู่ระบบไม่ถูกต้อง
tr: Geçersiz giriş geri çağırma URL'si.
uk: Некоректна URL-адреса для callback-функції входу.
vi: URL callback đăng nhập không hợp lệ.
zh_hans: 无效的登录回调 URL。
zh_hant: 無效的登入回撥 URL。

source: Invalid token: %@
ar: رمز غير صالح: %@
da: Ugyldigt token: %@
de: Ungültiges Token: %@
es: Token no válido: %@
fi: Virheellinen tunniste: %@
fr: Jeton non valide : %@
he: טוקן לא תקין: %@
hi: अमान्य टोकन: %@
hu: Érvénytelen token: %@
id: Token tidak valid: %@
it: Token non valido: %@
ja: 無効なトークン: %@
ko: 잘못된 토큰: %@
nb: Ugyldig token: %@
nl: Ongeldig token: %@
pl: Nieprawidłowy token: %@
pt_br: Token inválido: %@
ru: Недействительный токен: %@
sv: Ogiltig token: %@
th: โทเค็นไม่ถูกต้อง: %@
tr: Geçersiz token: %@
uk: Недійсний токен: %@
vi: Token không hợp lệ: %@
zh_hans: 无效令牌：%@
zh_hant: 無效的權杖：%@

source: JOIN
ar: انضم
da: Glæden
de: BEITRETEN
es: ÚNETE
fi: LIITY
fr: REJOINDRE
he: הצטרף
hi: जोइन
hu: CSATLAKOZÁS
id: Bergabung
it: UNISCI
ja: 連携
ko: 가입
nb: JOINE
nl: DOE MEE OPLOSSING VAN
pl: Gospodarz zaufania
pt_br: INCLUIR
ru: JOIN Хост доверия
sv: JOINE
th: สมัครสมาชิก
tr: Katılmak
uk: ПРИЄДНАТИСЯ
vi: Tham gia
zh_hans: 加入
zh_hant: 加入
